Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Rotating the secret key will generate a new secret key for backend token verification. Existing backend deployments using the old secret key might be affected.
ar: سيؤدي تدوير المفتاح السري إلى إنشاء مفتاح سري جديد للتحقق من الرمز المميز للواجهة الخلفية. قد تتأثر عمليات النشر الخلفية الحالية باستخدام المفتاح السري القديم.
de: Durch Drehen des geheimen Schlüssels wird ein neuer geheimer Schlüssel für die Backend-Token-Verifizierung generiert. Vorhandene Backend-Bereitstellungen, die den alten geheimen Schlüssel verwenden, könnten betroffen sein.
es: Al rotar la clave secreta se generará una nueva clave secreta para la verificación del token de backend. Las implementaciones de backend existentes que utilizan la clave secreta anterior podrían verse afectadas.
fr: La rotation de la clé secrète générera une nouvelle clé secrète pour la vérification du jeton backend. Les déploiements back-end existants utilisant l'ancienne clé secrète peuvent être affectés.
it: La rotazione della chiave segreta genererà una nuova chiave segreta per la verifica del token backend. Le distribuzioni backend esistenti che utilizzano la vecchia chiave segreta potrebbero essere interessate.
ja: 秘密キーをローテーションすると、バックエンド トークン検証用の新しい秘密キーが生成されます。古い秘密キーを使用している既存のバックエンド展開は影響を受ける可能性があります。
ko: 비밀 키를 순환하면 백엔드 토큰 확인을 위한 새로운 비밀 키가 생성됩니다. 이전 비밀 키를 사용하는 기존 백엔드 배포가 영향을 받을 수 있습니다.
pt_br: A rotação da chave secreta gerará uma nova chave secreta para verificação do token de back-end. As implantações de back-end existentes que usam a chave secreta antiga podem ser afetadas.
ru: При ротации секретного ключа будет создан новый секретный ключ для проверки внутреннего токена. Это может повлиять на существующие серверные развертывания, использующие старый секретный ключ.
zh_hans: 轮换密钥将生成用于后端令牌校验的新密钥。使用旧密钥的现有后端部署可能会受到影响。
zh_hant: 轮换密钥将生成用于後端令牌校驗的新密钥。使用旧密钥的現有後端部署可能會受到影响。

source: Rotation Failed
ar: فشل التدوير
de: Rotation fehlgeschlagen
es: Error de rotación
fr: Échec de la rotation
it: Rotazione non riuscita
ja: 回転に失敗しました
ko: 순환 실패
pt_br: Falha na rotação
ru: Не удалось выполнить ротацию
zh_hans: 密钥轮换失败
zh_hant: 密钥轮换失败

source: Round %lld
ar: الجولة %lld
de: Runde %lld
es: Ronda %lld
fr: Tour %lld
ja: ラウンド %lld
ko: 라운드 %lld
pt_br: Rodada %lld
ru: Раунд %lld
zh_hans: 第 %lld 轮
zh_hant: 第 %lld 輪

source: Round-by-Round Breakdown (%lld)
ar: تفصيل الجولات (%lld)
de: Rundenweise Aufschlüsselung (%lld)
es: Desglose ronda por ronda (%lld)
fr: Détail tour par tour (%lld)
it: Dettaglio round per round (%lld)
ja: ラウンドごとの内訳 (%lld)
ko: 라운드별 상세 내역 (%lld)
pt_br: Detalhamento Rodada a Rodada (%lld)
ru: Пораундовая разбивка (%lld)
zh_hans: 逐轮明细 (%lld)
zh_hant: 逐輪明細 (%lld)

source: Route requests through this endpoint to get caching, rate limiting, and analytics.
ar: قم بتوجيه الطلبات عبر نقطة النهاية هذه للحصول على التخزين المؤقت وتحديد المعدل والتحليلات.
de: Leiten Sie Anfragen über diesen Endpunkt weiter, um Caching, Ratenbegrenzung und Analysen zu erhalten.
es: Enrute solicitudes a través de este punto final para obtener almacenamiento en caché, limitación de velocidad y análisis.
fr: Acheminez les requêtes via ce point de terminaison pour obtenir la mise en cache, la limitation du débit et les analyses.
it: Instrada le richieste attraverso questo endpoint per ottenere memorizzazione nella cache, limitazione della velocità e analisi.
ja: このエンドポイント経由でリクエストをルーティングして、キャッシュ、レート制限、および分析を取得します。
ko: 이 엔드포인트를 통해 요청을 라우팅하여 캐싱, 속도 제한 및 분석을 수행합니다.
pt_br: Encaminhe solicitações por meio desse endpoint para obter armazenamento em cache, limitação de taxa e análises.
ru: Направляйте запросы через эту конечную точку, чтобы получить кэширование, ограничение скорости и аналитику.
zh_hans: 通过此端点路由请求以获取缓存、速率限制和分析功能。
zh_hant: 通過此端點路由請求以获取快取、速率限制和分析功能。

source: Route Tor users through the Cloudflare Onion service to improve privacy.
ar: قم بتوجيه مستخدمي Tor من خلال خدمة Cloudflare Onion لتحسين الخصوصية.
de: Leiten Sie Tor-Benutzer über den Cloudflare Onion-Dienst weiter, um den Datenschutz zu verbessern.
es: Dirija a los usuarios de Tor a través del servicio Cloudflare Onion para mejorar la privacidad.
fr: Acheminez les utilisateurs de Tor via le service Cloudflare Onion pour améliorer la confidentialité.
it: Instrada gli utenti Tor attraverso il servizio Cloudflare Onion per migliorare la privacy.
ja: プライバシーを向上させるために、Tor ユーザーを Cloudflare Onion サービス経由でルーティングします。
ko: 개인 정보 보호를 강화하려면 Cloudflare Onion 서비스를 통해 Tor 사용자를 라우팅하세요.
pt_br: Encaminhe os usuários do Tor por meio do serviço Cloudflare Onion para melhorar a privacidade.
ru: Направьте пользователей Tor через сервис Cloudflare Onion, чтобы повысить конфиденциальность.
zh_hans: 通过 Cloudflare Onion 服务路由 Tor 用户以提高隐私性。
zh_hant: 通過 Cloudflare Onion 服务路由 Tor 用户以提高隱私性。

source: Route traffic across the fastest paths on the Cloudflare network.
ar: قم بتوجيه حركة المرور عبر أسرع المسارات على شبكة Cloudflare.
de: Leiten Sie den Datenverkehr über die schnellsten Pfade im Cloudflare-Netzwerk.
es: Enrute el tráfico por las rutas más rápidas de la red Cloudflare.
fr: Acheminez le trafic vers les chemins les plus rapides du réseau Cloudflare.
it: Indirizza il traffico attraverso i percorsi più veloci sulla rete Cloudflare.
ja: Cloudflareネットワーク上の最速のパスを介してトラフィックをルーティングします。
ko: Cloudflare 네트워크에서 가장 빠른 경로를 통해 트래픽을 라우팅하세요.
pt_br: Direcione o tráfego pelos caminhos mais rápidos na rede Cloudflare.
ru: Направляйте трафик по самым быстрым путям в сети Cloudflare.
zh_hans: 在 Cloudflare 网络上通过最快的路径路由流量。
zh_hant: 在 Cloudflare 網路上通過最快的路径路由流量。

source: Route traffic directly to origin
ar: توجيه حركة المرور مباشرة إلى الأصل
de: Leiten Sie den Verkehr direkt zum Ursprung weiter
es: Enrutar el tráfico directamente al origen
fr: Acheminer le trafic directement vers l’origine
it: Instradare il traffico direttamente all'origine
ja: トラフィックを発信元に直接ルーティングする
ko: 트래픽을 원본으로 직접 라우팅
pt_br: Direcione o tráfego diretamente para a origem
ru: Направляйте трафик напрямую к источнику
zh_hans: 将流量直接路由至源服务器
zh_hant: 将流量直接路由至源服务器

source: Routes (%lld)
ar: المسارات (%lld)
de: Routen (%lld)
es: Rutas (%lld)
fr: Itinéraires (%lld)
it: Percorsi (%lld)
ja: ルート (%lld)
ko: 경로(%lld)
pt_br: Rotas (%lld)
ru: Маршруты (%lld)
zh_hans: 路由触发器 (%lld)
zh_hant: 路由触發器 (%lld)

source: Routing Rules
ar: قواعد التوجيه
de: Routing-Regeln
es: Reglas de enrutamiento
fr: Règles de routage
it: Regole di percorso
ja: ルーティングルール
ko: 라우팅 규칙
pt_br: Regras de roteamento
ru: Правила маршрутизации
zh_hans: 路由规则
zh_hant: 路由規則

source: Row #%@
ar: الصف #%@
de: Zeile #%@
es: Fila #%@
fr: Ligne #%@
it: Riga #%@
ja: 行 #%@
ko: 행 #%@
pt_br: Linha #%@
ru: Строка #%@
zh_hans: 第 #%@ 行
zh_hant: 第 #%@ 行

source: Row Deleted
ar: تم حذف الصف
de: Zeile gelöscht
es: Fila eliminada
fr: Ligne supprimée
it: Riga eliminata
ja: 行が削除されました
ko: 행이 삭제되었습니다.
pt_br: Linha excluída
ru: Строка удалена
zh_hans: 行已删除
zh_hant: 行已刪除

source: Row Inserted
ar: تم إدراج الصف
de: Zeile eingefügt
es: Fila insertada
fr: Ligne insérée
it: Riga inserita
ja: 行が挿入されました
ko: 행 삽입됨
pt_br: Linha inserida
ru: Строка вставлена
zh_hans: 行已插入
zh_hant: 行已插入

source: Row Updated
ar: تم تحديث الصف
de: Zeile aktualisiert
es: Fila actualizada
fr: Ligne mise à jour
it: Riga aggiornata
ja: 行が更新されました
ko: 행이 업데이트되었습니다.
pt_br: Linha atualizada
ru: Строка обновлена
zh_hans: 行已更新
zh_hant: 行已更新

source: Rule
ar: قاعدة
de: Regel
es: Regla
fr: Règle
it: Regola
ja: ルール
ko: 규칙
pt_br: Regra
ru: Правило
zh_hans: 规则
zh_hant: 規則

source: Rule created successfully
ar: تم إنشاء القاعدة بنجاح
de: Regel erfolgreich erstellt
es: Regla creada exitosamente
fr: Règle créée avec succès
it: Regola creata correttamente
ja: ルールが正常に作成されました
ko: 규칙이 생성되었습니다.
pt_br: Regra criada com sucesso
ru: Правило успешно создано
zh_hans: 重定向规则创建成功
zh_hant: 重定向規則建立成功

source: Rule Deleted
ar: تم حذف القاعدة
de: Regel gelöscht
es: Regla eliminada
fr: Règle supprimée
it: Regola eliminata
ja: ルールが削除されました
ko: 규칙이 삭제되었습니다.
pt_br: Regra excluída
ru: Правило удалено
zh_hans: 规则已删除
zh_hant: 規則已刪除

source: Rule Description
ar: وصف القاعدة
de: Regelbeschreibung
es: Descripción de la regla
fr: Description de la règle
it: Descrizione della regola
ja: ルールの説明
ko: 규칙 설명
pt_br: Descrição da regra
ru: Описание правила
zh_hans: 规则描述
zh_hant: 規則描述

source: Rule Details
ar: تفاصيل القاعدة
de: Regeldetails
es: Detalles de la regla
fr: Détails de la règle
it: Dettagli della regola
ja: ルールの詳細
ko: 규칙 세부정보
pt_br: Detalhes da regra
ru: Подробности правила
zh_hans: 规则详情
zh_hant: 規則詳情

source: Rule Disabled
ar: تم تعطيل القاعدة
de: Regel deaktiviert
es: Regla desactivada
fr: Règle désactivée
it: Regola disattivata
ja: ルールを無効にしました
ko: 규칙 비활성화됨
pt_br: Regra desativada
ru: Правило отключено
zh_hans: 规则已禁用
zh_hant: 規則已停用

source: Rule Enabled
ar: تم تفعيل القاعدة
de: Regel aktiviert
es: Regla activada
fr: Règle activée
it: Regola attivata
ja: ルールを有効にしました
ko: 규칙 활성화됨
pt_br: Regra ativada
ru: Правило включено
zh_hans: 规则已启用
zh_hant: 規則已啟用

source: Rule ID
ar: معرف القاعدة
de: Regel-ID
es: ID de regla
fr: ID de règle
it: ID regola
ja: ルールID
ko: 규칙 ID
pt_br: ID da regra
ru: Идентификатор правила
zh_hans: 规则 ID
zh_hant: 規則 ID

source: Rule Name
ar: اسم القاعدة
de: Regelname
es: Nombre de la regla
fr: Nom de la règle
it: Nome della regola
ja: ルール名
ko: 규칙 이름
pt_br: Nome da regra
ru: Имя правила
zh_hans: 规则名称
zh_hant: 規則名称

source: Rule Name (e.g. Block aggressive IPs)
ar: اسم القاعدة (على سبيل المثال، حظر عناوين IP العدوانية)
de: Regelname (z. B. Aggressive IPs blockieren)
es: Nombre de la regla (por ejemplo, bloquear IP agresivas)
fr: Nom de la règle (par exemple, bloquer les adresses IP agressives)
it: Nome della regola (ad esempio Blocca IP aggressivi)
ja: ルール名 (例: アグレッシブな IP をブロック)
ko: 규칙 이름(예: 공격적인 IP 차단)
pt_br: Nome da regra (por exemplo, bloquear IPs agressivos)
ru: Имя правила (например, Блокировать агрессивные IP-адреса)
zh_hans: 规则名称（例如：拦截恶意 IP）
zh_hant: 規則名称（例如：拦截恶意 IP）

source: Rule Name (e.g. Block bad bots)
ar: اسم القاعدة (على سبيل المثال، حظر الروبوتات السيئة)
de: Regelname (z. B. Bad Bots blockieren)
es: Nombre de la regla (por ejemplo, bloquear bots malos)
fr: Nom de la règle (par exemple, bloquer les robots malveillants)
it: Nome della regola (ad esempio Blocca bot dannosi)
ja: ルール名 (例: 悪質なボットをブロック)
ko: 규칙 이름(예: 불량 봇 차단)
pt_br: Nome da regra (por exemplo, bloquear bots mal-intencionados)
ru: Название правила (например, Блокировать плохих ботов)
zh_hans: 规则名称（例如：拦截恶意机器人）
zh_hant: 規則名称（例如：拦截恶意机器人）

source: Rule Name (e.g. Block Malware)
ar: اسم القاعدة (مثال: حظر البرامج الضارة)
de: Regelname (z. B. Malware blockieren)
es: Nombre de la regla (p. ej., Bloquear malware)
fr: Nom de la règle (ex. Bloquer les malwares)
it: Nome regola (es. Blocca malware)
ja: ルール名（例: マルウェアをブロック）
ko: 규칙 이름 (예: 악성코드 차단)
pt_br: Nome da regra (ex.: Bloquear malware)
ru: Имя правила (например, Блокировка вредоносного ПО)
zh_hans: 规则名称（如 拦截恶意软件）
zh_hant: 規則名稱（如 攔截惡意軟體）

source: Rule Name (e.g. Cache static assets)
ar: اسم القاعدة (على سبيل المثال، تخزين الأصول الثابتة مؤقتًا)
de: Regelname (z. B. Statische Assets zwischenspeichern)
es: Nombre de la regla (por ejemplo, activos estáticos de caché)
fr: Nom de la règle (par exemple, mettre en cache les ressources statiques)
it: Nome della regola (ad esempio, memorizza nella cache le risorse statiche)
ja: ルール名 (例: 静的アセットのキャッシュ)
ko: 규칙 이름(예: 캐시 정적 자산)
pt_br: Nome da regra (por exemplo, armazenar ativos estáticos em cache)
ru: Имя правила (например, Кэшировать статические ресурсы)
zh_hans: 规则名称（例如：缓存静态资源）
zh_hant: 規則名称（例如：快取静態资源）

source: Rule Name (e.g. Modify X-Custom-Header)
ar: اسم القاعدة (على سبيل المثال تعديل X-Custom-Header)
de: Regelname (z. B. X-Custom-Header ändern)
es: Nombre de la regla (por ejemplo, Modificar X-Custom-Header)
fr: Nom de la règle (par exemple, Modifier X-Custom-Header)
it: Nome della regola (ad esempio Modifica X-Custom-Header)
ja: ルール名 (例: X-Custom-Header の変更)
ko: 규칙 이름(예: X-Custom-Header 수정)
pt_br: Nome da regra (por exemplo, Modificar X-Custom-Header)
ru: Имя правила (например, Modify X-Custom-Header)
zh_hans: 规则名称 (例如 Modify X-Custom-Header)
zh_hant: 規則名称 (例如 Modify X-Custom-Header)

source: Rule Name (e.g. Protect login)
ar: اسم القاعدة (على سبيل المثال حماية تسجيل الدخول)
de: Regelname (z. B. Anmeldung schützen)
es: Nombre de la regla (por ejemplo, proteger el inicio de sesión)
fr: Nom de la règle (par exemple, Protéger la connexion)
it: Nome della regola (ad esempio Proteggi accesso)
ja: ルール名 (例: ログインの保護)
ko: 규칙 이름(예: 로그인 보호)
pt_br: Nome da regra (por exemplo, proteger login)
ru: Имя правила (например, Защита входа в систему)
zh_hans: 规则名称（例如 保护登录端点）
zh_hant: 規則名称（例如 保護登入端點）

source: Rule Name (e.g. Rewrite API to v2)
ar: اسم القاعدة (على سبيل المثال، إعادة كتابة واجهة برمجة التطبيقات إلى الإصدار 2)
de: Regelname (z. B. API auf v2 umschreiben)
es: Nombre de la regla (por ejemplo, Reescribir API a v2)
fr: Nom de la règle (par exemple, réécriture de l'API vers la version v2)
it: Nome della regola (ad esempio Riscrivi API in v2)
ja: ルール名 (例: API を v2 に書き換える)
ko: 규칙 이름(예: API를 v2로 다시 작성)
pt_br: Nome da regra (por exemplo, reescrever API para v2)
ru: Имя правила (например, Rewrite API to v2)
zh_hans: 规则名称（例如：将 API 重写到 v2）
zh_hant: 規則名称（例如：将 API 重寫到 v2）

source: Rule Removed
ar: تمت إزالة القاعدة
de: Regel entfernt
es: Regla eliminada
fr: Règle supprimée
it: Regola rimossa
ja: ルールが削除されました
ko: 규칙이 제거되었습니다.
pt_br: Regra removida
ru: Правило удалено
zh_hans: 规则已移除
zh_hant: 規則已移除

source: Rule Status Updated
ar: تم تحديث حالة القاعدة
de: Regelstatus aktualisiert
es: Estado de la regla actualizado
fr: Statut de la règle mis à jour
it: Stato della regola aggiornato
ja: ルールステータスが更新されました
ko: 규칙 상태가 업데이트되었습니다.
pt_br: Status da regra atualizado
ru: Статус правила обновлен
zh_hans: 规则状态已更新
zh_hant: 規則状態已更新

source: Rule Type
ar: نوع القاعدة
de: Regeltyp
es: Tipo de regla
fr: Type de règle
it: Tipo di regola
ja: ルールの種類
ko: 규칙 유형
pt_br: Tipo de regra
ru: Тип правила
zh_hans: 规则类型
zh_hant: 規則类型

source: Rules
ar: قواعد
de: Regeln
es: Normas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правила
zh_hans: 规则
zh_hant: 規則

source: Rules & Routing
ar: القواعد والتوجيه
de: Regeln und Routing
es: Reglas y enrutamiento
fr: Règles et routage
it: Regole e percorsi
ja: ルールとルーティング
ko: 규칙 및 라우팅
pt_br: Regras e roteamento
ru: Правила и маршрутизация
zh_hans: 规则与路由
zh_hant: 規則与路由

source: Rules determine which HTTP requests execute specific snippets based on expression filters.
ar: تحدد القواعد طلبات HTTP التي تنفذ مقتطفات محددة بناءً على عوامل تصفية التعبير.
de: Regeln bestimmen anhand von Ausdrucksfiltern, welche HTTP-Anfragen bestimmte Snippets ausführen.
es: Las reglas determinan qué solicitudes HTTP ejecutan fragmentos específicos según los filtros de expresión.
fr: Les règles déterminent quelles requêtes HTTP exécutent des extraits spécifiques en fonction de filtres d'expression.
it: Le regole determinano quali richieste HTTP eseguono snippet specifici in base ai filtri di espressione.
ja: ルールは、式フィルターに基づいて特定のスニペットを実行する HTTP リクエストを決定します。
ko: 규칙은 표현식 필터를 기반으로 특정 조각을 실행하는 HTTP 요청을 결정합니다.
pt_br: As regras determinam quais solicitações HTTP executam trechos específicos com base em filtros de expressão.
ru: Правила определяют, какие HTTP-запросы выполняют определенные фрагменты на основе фильтров выражений.
zh_hans: 规则根据表达式过滤器决定哪些 HTTP 请求执行特定 Snippet。
zh_hant: 規則根据表达式過滤器决定哪些 HTTP 請求执行特定 Snippet。

source: Run lightweight JavaScript logic on incoming requests directly at the Cloudflare edge.
ar: تشغيل منطق JavaScript الخفيف على الطلبات الواردة مباشرة على حافة Cloudflare.
de: Führen Sie schlanke JavaScript-Logik bei eingehenden Anfragen direkt am Cloudflare Edge aus.
es: Ejecuta lógica ligera de JavaScript en solicitudes entrantes directamente en el perímetro de Cloudflare.
fr: Exécutez une logique JavaScript légère sur les requêtes entrantes directement en périphérie de Cloudflare.
it: Esegui una logica JavaScript leggera sulle richieste in arrivo direttamente sulla rete perimetrale Cloudflare.
ja: 受信リクエストに対して Cloudflare エッジで軽量な JavaScript ロジックを直接実行します。
ko: 수신 요청에 대해 Cloudflare 에지에서 직접 가벼운 JavaScript 로직을 실행합니다.
pt_br: Execute lógica JavaScript leve em solicitações recebidas diretamente na borda da Cloudflare.
ru: Выполняйте легковесную логику JavaScript для входящих запросов прямо на Edge Cloudflare.
zh_hans: 直接在 Cloudflare 边缘对传入请求运行轻量级 JavaScript 逻辑。
zh_hant: 直接在 Cloudflare 邊緣對傳入請求執行輕量級 JavaScript 邏輯。

source: Run Model Inference
ar: تشغيل الاستدلال النموذجي
de: Modellinferenz ausführen
es: Ejecutar inferencia de modelo
fr: Exécuter l'inférence de modèle
it: Esegui l'inferenza del modello
ja: モデル推論の実行
ko: 모델 추론 실행
pt_br: Executar inferência de modelo
ru: Запустить вывод модели
zh_hans: 运行模型推理
zh_hant: 运行模型推理

source: Run scheduled Worker tasks automatically using cron syntax (e.g. every 5 minutes, daily).
ar: تشغيل مهام العامل المجدولة تلقائيًا باستخدام بناء جملة cron (على سبيل المثال، كل 5 دقائق، يوميًا).
de: Führen Sie geplante Worker-Aufgaben automatisch mithilfe der Cron-Syntax aus (z. B. alle 5 Minuten, täglich).
es: Ejecute tareas de Worker programadas automáticamente usando la sintaxis cron (por ejemplo, cada 5 minutos, diariamente).
fr: Exécutez automatiquement les tâches de travail planifiées à l'aide de la syntaxe cron (par exemple toutes les 5 minutes, quotidiennement).
it: Esegui automaticamente le attività di lavoro pianificate utilizzando la sintassi cron (ad esempio ogni 5 minuti, ogni giorno).
ja: cron 構文を使用して、スケジュールされた Worker タスクを自動的に実行します (例: 5 分ごと、毎日)。
ko: cron 구문을 사용하여 예약된 Worker 작업을 자동으로 실행합니다(예: 5분마다, 매일).
pt_br: Execute tarefas agendadas do Worker automaticamente usando a sintaxe cron (por exemplo, a cada 5 minutos, diariamente).
ru: Автоматический запуск запланированных задач Worker с использованием синтаксиса cron (например, каждые 5 минут, ежедневно).
zh_hans: 使用 Cron 语法自动定期执行 Worker 定时任务（例如每 5 分钟、每天等）。
zh_hant: 使用 Cron 語法自動定期执行 Worker 定時任务（例如每 5 分钟、每天等）。

source: Run serverless AI inference directly on Cloudflare edge GPUs.
ar: قم بتشغيل استدلال الذكاء الاصطناعي بدون خادم مباشرة على وحدات معالجة الرسومات Cloudflare edge.
de: Führen Sie serverlose KI-Inferenz direkt auf Cloudflare-Edge-GPUs aus.
es: Ejecute inferencia de IA sin servidor directamente en las GPU perimetrales de Cloudflare.
fr: Exécutez l’inférence d’IA sans serveur directement sur les GPU Cloudflare Edge.
it: Esegui l'inferenza AI serverless direttamente sulle GPU edge Cloudflare.
ja: Cloudflare エッジ GPU でサーバーレス AI 推論を直接実行します。
ko: Cloudflare 에지 GPU에서 직접 서버리스 AI 추론을 실행하세요.
pt_br: Execute inferência de IA sem servidor diretamente nas GPUs de borda da Cloudflare.
ru: Выполняйте бессерверный вывод ИИ непосредственно на периферийных графических процессорах Cloudflare.
zh_hans: 直接在 Cloudflare 全球边缘 GPU 节点上执行无服务器推理。
zh_hant: 直接在 Cloudflare 全球邊緣 GPU 节點上执行無服务器推理。

source: Run this command on your server or container to attach cloudflared to this tunnel.
ar: قم بتشغيل هذا الأمر على الخادم أو الحاوية الخاصة بك لربط السحابة المتوهجة بهذا النفق.
de: Führen Sie diesen Befehl auf Ihrem Server oder Container aus, um Cloudflared an diesen Tunnel anzuschließen.
es: Ejecute este comando en su servidor o contenedor para adjuntar cloudflared a este túnel.
fr: Exécutez cette commande sur votre serveur ou conteneur pour attacher cloudflared à ce tunnel.
it: Esegui questo comando sul tuo server o contenitore per collegare cloudflared a questo tunnel.
ja: サーバーまたはコンテナーでこのコマンドを実行して、cloudflared をこのトンネルに接続します。
ko: Cloudflared를 이 터널에 연결하려면 서버나 컨테이너에서 이 명령을 실행하세요.
pt_br: Execute este comando em seu servidor ou contêiner para anexar o cloudflared a este túnel.
ru: Запустите эту команду на своем сервере или контейнере, чтобы подключить Cloudflared к этому туннелю.
zh_hans: 在您的服务器或容器中运行此命令以将 cloudflared 接入此隧道。
zh_hant: 在您的服务器或容器中运行此命令以将 cloudflared 接入此通道。

source: Run this Worker on a recurring schedule with Cron syntax.
ar: تشغيل هذا الـ Worker وفق جدول زمني متكرر باستخدام بناء جملة Cron.
de: Führen Sie diesen Worker nach einem wiederkehrenden Zeitplan mit Cron-Syntax aus.
es: Ejecuta este Worker en un horario periódico con sintaxis Cron.
fr: Exécutez ce Worker selon un calendrier récurrent avec la syntaxe Cron.
it: Esegui questo Worker secondo una pianificazione ricorrente con sintassi Cron.
ja: Cron 構文を使用して、この Worker を定期的なスケジュールで実行します。
ko: Cron 구문을 사용하여 정기적인 일정에 따라 이 Worker를 실행합니다.
pt_br: Execute este Worker em uma programação recorrente com sintaxe Cron.
ru: Запускайте этот Worker по повторяющемуся расписанию с использованием синтаксиса Cron.
zh_hans: 使用 Cron 语法按周期性时间表运行此 Worker。
zh_hant: 使用 Cron 語法按週期性時間表執行此 Worker。

source: S3 Compatible
ar: متوافق مع S3
de: S3-kompatibel
es: Compatible con S3
fr: Compatible S3
it: Compatibile con S3
ja: S3互換性
ko: S3 호환
pt_br: Compatível com S3
ru: Совместимость с S3
zh_hans: S3 兼容
zh_hant: S3 兼容

source: SAN copied
ar: تم نسخ سان
de: SAN kopiert
es: SAN copiado
fr: SAN copié
it: SAN copiato
ja: SANがコピーされました
ko: SAN 복사됨
pt_br: SAN copiado
ru: SAN скопировано
zh_hans: SAN 域名别名已复制
zh_hant: SAN 網域稱別名已複製

source: Save
ar: يحفظ
de: Speichern
es: Ahorrar
fr: Enregistrer
it: Salva
ja: 保存
ko: 구하다
pt_br: Salvar
ru: Сохранять
zh_hans: 保存
zh_hant: 儲存

source: Save and wait for propagation (up to 24 hours)
ar: احفظ وانتظر النشر (حتى 24 ساعة)
de: Speichern und auf die Verbreitung warten (bis zu 24 Stunden)
es: Guardar y esperar la propagación (hasta 24 horas)
fr: Enregistrez et attendez la propagation (jusqu'à 24 heures)
it: Salva e attendi la propagazione (fino a 24 ore)
ja: 保存して伝播を待ちます (最大 24 時間)
ko: 저장 후 전파 대기(최대 24시간)
pt_br: Salve e aguarde a propagação (até 24 horas)
ru: Сохраните и дождитесь распространения (до 24 часов)
zh_hans: 保存并等待生效（最长 24 小时）
zh_hant: 儲存并等待生效（最长 24 小時）

source: Save Failed
ar: فشل الحفظ
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
ru: Сохранить не удалось
zh_hans: 保存失败
zh_hant: 儲存失败

source: Save HSTS (Disable)
ar: حفظ HSTS (تعطيل)
de: HSTS speichern (deaktivieren)
es: Guardar HSTS (Desactivar)
fr: Enregistrer HSTS (Désactiver)
it: Salva HSTS (Disabilita)
ja: HSTS の保存 (無効)
ko: HSTS 저장(비활성화)
pt_br: Salvar HSTS (desativar)
ru: Сохранить HSTS (отключить)
zh_hans: 保存 HSTS (禁用)
zh_hant: 儲存 HSTS (禁用)

source: Save HSTS Configuration
ar: حفظ تكوين HSTS
de: HSTS-Konfiguration speichern
es: Guardar configuración HSTS
fr: Enregistrer la configuration HSTS
it: Salva configurazione HSTS
ja: HSTS 構成の保存
ko: HSTS 구성 저장
pt_br: Salvar configuração HSTS
ru: Сохранить конфигурацию HSTS
zh_hans: 保存 HSTS 配置
zh_hant: 儲存 HSTS 設定

source: Save HSTS Settings
ar: حفظ إعدادات HSTS
de: HSTS-Einstellungen speichern
es: Guardar configuración de HSTS
fr: Enregistrer les paramètres HSTS
it: Salva impostazioni HSTS
ja: HSTS 設定を保存
ko: HSTS 설정 저장
pt_br: Salvar configurações de HSTS
ru: Сохранить настройки HSTS
zh_hans: 保存 HSTS 设置
zh_hant: 儲存 HSTS 設定

source: Save to Files
ar: حفظ في الملفات
de: In Dateien sichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
it: Salva su File
ja: ファイルに保存
ko: 파일에 저장
pt_br: Salvar em Arquivos
ru: Сохранить в файлы
zh_hans: 保存到文件
zh_hant: 儲存至檔案

source: Saved
ar: أنقذ
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存されました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

source: Saving…
ar: توفير…
de: Sparen…
es: Ahorro…
fr: Sauvegarde…
it: Risparmio…
ja: 保存中…
ko: 절약…
pt_br: Salvando…
ru: Сохранение…
zh_hans: 保存中…
zh_hant: 儲存中…

source: Scheduled Triggers
ar: المشغلات المجدولة
de: Geplante Auslöser
es: Activadores programados
fr: Déclencheurs programmés
it: Trigger pianificati
ja: スケジュールされたトリガー
ko: 예약된 트리거
pt_br: Gatilhos agendados
ru: Запланированные триггеры
zh_hans: 定时触发器
zh_hant: 定時触發器
